{
  "1": {
    "CN": "爱就要大胆说出来。",
    "EN": "Love should be expressed boldly"
  },
  "2": {
    "EN": "Love is patient, love is kind. It does not envy, it does not boast, it is not proud.",
    "CN": "爱是耐心的，爱是仁慈的。它不嫉妒，不夸耀，不自傲。"
  },
  "3": {
    "EN": "The only thing we never get enough of is love; and the only thing we never give enough of is love.",
    "CN": "我们永远得不到的唯一东西是爱；我们永远给予不够的也是爱。"
  },
  "4": {
    "EN": "Love makes your soul crawl out from its hiding place.",
    "CN": "爱使你的灵魂从藏身之处爬出。"
  },
  "5": {
    "EN": "Nobody has ever measured, even poets, how much a heart can hold.",
    "CN": "没有人，连诗人也不例外，能测量一颗心能承载多少。"
  },
  "6": {
    "EN": "I am grateful that you were born, that your love is mine, and our two lives are woven and welded together.",
    "CN": "我感激你的出生，你的爱是我的，我们的两条生命交织在一起。"
  },
  "7": {
    "EN": "Have enough courage to trust love one more time and always one more time.",
    "CN": "要有足够的勇气再次相信爱，总是再一次。"
  },
  "8": {
    "EN": "Lots of people want to ride with you in the limo, but what you want is someone who will take the bus with you when the limo breaks down.",
    "CN": "许多人想与你同乘豪车，但你真正需要的是豪车抛锚时愿意与你一起乘坐公交车的人。"
  },
  "9": {
    "EN": "True love stories never have endings.",
    "CN": "真正的爱情故事永远没有结局。"
  },
  "10": {
    "EN": "She knew she loved him when 'home' went from being a place to being a person.",
    "CN": "当“家”从一个地方变成一个人时，她知道她爱上了他。"
  },
  "11": {
    "CN": "为何好女孩总喜欢坏男孩？",
    "EN": "Why do the good girls, always want the bad boys?"
  },
  "12": {
    "CN": "爱永远不会嫌晚。",
    "EN": "It is never too late to fall in love."
  },
  "13": {
    "CN": "对于世界，你可能只是一个人，但对于某个人，你却是整个世界。",
    "EN": "To the world you may be just one person. To the person you may be the world."
  },
  "14": {
    "CN": "哪里有爱，哪里就有希望。",
    "EN": "Where there is love, there are always wishes."
  },
  "15": {
    "CN": "你不会因为美丽去爱一个女人，但她却会因为你的爱而变得美丽。",
    "EN": "You don't love a woman because she is beautiful, but she is beautiful because you love her."
  },
  "16": {
    "CN": "爱是永恒的，外表可能改变，但本质永远不变。",
    "EN": "Love is something eternal; the aspect may change, but not the essence."
  },
  "17": {
    "CN": "我会想你，在漫漫长路的每一步。",
    "EN": "I'll think of you every step of the way."
  },
  "18": {
    "CN": "无论你身在何处，无论你为何忙碌，我都会在此守候。",
    "EN": "Wherever you go, whatever you do, I will be right here waiting for you."
  },
  "19": {
    "CN": "热烈的爱情是不可抑制的渴望。",
    "EN": "Passionate love is a quenchless thirst."
  },
  "20": {
    "CN": "爱情不是数着日子过去，它让每个日子都变得有意义。",
    "EN": "Love is not a matter of counting the days. It's making the days count."
  },
  "21": {
    "CN": "爱是一盏永不昏暗的明灯。",
    "EN": "Love is a lamp that never dims."
  },
  "22": {
    "CN": "人活着总要爱一回。",
    "EN": "Everyone should love at least once in their life."
  },
  "23": {
    "CN": "生命如花，爱情是蜜。",
    "EN": "Life is the flower for which love is the honey."
  },
  "24": {
    "CN": "两颗相爱的心之间不需要言语。",
    "EN": "No words are necessary between two loving hearts."
  },
  "25": {
    "CN": "在这世上珍贵的东西总是罕有，所以这世上只有一个你。",
    "EN": "Precious things are very few in this world. That is the reason there is just one you."
  },
  "26": {
    "CN": "我的心因你而笑。",
    "EN": "You make my heart smile."
  },
  "27": {
    "CN": "通往爱人家里的路总不会漫长。",
    "EN": "The road to a lover's house is never long."
  },
  "28": {
    "CN": "和你在一起就像在一个清爽的早晨漫步。",
    "EN": "Being with you is like walking on a very clear morning."
  },
  "29": {
    "CN": "爱永远不会嫌晚。",
    "EN": "It is never too late to fall in love."
  },
  "30": {
    "CN": "爱是永恒的，外表可能改变，但本质永远不变。",
    "EN": "Love is something eternal; the aspect may change, but not the essence."
  },
  "31": {
    "CN": "我会想你，在漫漫长路的每一步。",
    "EN": "I'll think of you every step of the way."
  },
  "32": {
    "CN": "因为有花谢的那一天，就去阻止花开吗？",
    "EN": "Is it worthwhile to prevent the flower from blooming, just because there will be a day when it withers?"
  },
  "33": {
    "CN": "既然结局注定，那就让过程本身具有意义。",
    "EN": "Since the ending is already set, let the process itself be meaningful."
  },
  "34": {
    "CN": "一身清贫怎敢入繁华，两袖清风怎敢误佳人。",
    "EN": "How come someone with nothing dare to step into the flamboyant world, and how can someone empty-handed dare to let down a beautiful woman like you?"
  },
  "35": {
    "CN": "好消息：中奖了；坏消息：过期了。",
    "EN": "Good news: you won the lottery; bad news: it's expired."
  },
  "36": {
    "CN": "你穿婚纱的样子真好看，我都有点恍惚了，让我觉得喜欢你好像是上辈子的事，但是当你开口，我却一瞬间回到了十七岁的那个时候。-《你的婚礼》",
    "EN": "You in a wedding dress, a sight so divine, it's got me in a daze, feeling like you're mine! It feels like a memory from a lifetime ago, but when you talk, back to seventeen I go."
  },
  "37": {
    "CN": "所爱隔山海，山海亦可平。",
    "EN": "Love can overcome great distances."
  },
  "38": {
    "CN": "当陪你的人要下车时，即使再不舍也要心存感激笑着挥手告别。-宫崎骏",
    "EN": "When the person who comes with you is about to get off the car, even if you are reluctant, you should smile and wave goodbye with gratitude."
  },
  "39": {
    "CN": "我不知道我是否真的爱你，但是我知道如果地球将要毁灭，你是我唯一想见的人。",
    "EN": "I don't know whether I really love you, but I know that if the earth is going to be destroyed, you are the only one I want to see."
  },
  "40": {
    "CN": "我爱你，不是因为你是一个怎样的人，而是因为我喜欢与你在一起时的感觉。",
    "EN": "I love you not for who you are, but for who I am before you."
  },
  "41": {
    "CN": "断开的绳子再怎么系也会有结，系的绳结越多，绳子自然也就会越短。",
    "EN": "No matter how many knots you tie, a broken rope will always be broken. The more knots you tie, the shorter the rope will be."
  },
  "42": {
    "CN": "既然是100%讨厌你，那我就101%喜欢你。",
    "EN": "If I am to hate you 100%, then I like you 101%."
  },
  "43": {
    "CN": "“因为我刚好遇见你。” -李玉刚《刚好遇见你》",
    "EN": "Because I happened to meet you. - Li Yugang, Just Happened to Meet You"
  },
  "44": {
    "CN": "我们都在等一个已知的结局。",
    "EN": "We are all waiting for that same ending."
  },
  "45": {
    "CN": "想要制造羁绊，就要承担掉眼泪的风险。",
    "EN": "If you want to create a bond, you have to be prepared to shed tears."
  },
  "46": {
    "CN": "“但彼此还是感觉到了对方的一个眼神，一个心跳。” -曲婉婷《我的歌声里》",
    "EN": "But we still felt each other's gaze, each other's heartbeat. - Qu Wanting, You Exist in My Song"
  },
  "47": {
    "CN": "好安静啊，好想你。",
    "EN": "It's so silent, I miss you so much."
  },
  "48": {
    "CN": "这个世上只有一种真正的英雄主义，那就是认清生活的真相，并且仍然热爱它。 -罗曼·罗兰",
    "EN": "There is only one true heroism in the world: to see the world as it is, and to love it. ― Roman Rolland"
  },
  "49": {
    "CN": "他们认为你做不到，你也觉得自己不行吗？",
    "EN": "Do you think you can't do it just because they think you can't?"
  },
  "50": {
    "CN": "永远太遥远，明天你还在就足够了。",
    "EN": "Forever is too far away, as long as you are here tomorrow, that's enough."
  },
  "51": {
    "CN": "再问一次，朋友还是恋人？",
    "EN": "One last thing, be friends or lovers?"
  },
  "52": {
    "CN": "月亮不知道她的恬静皎洁，甚至不知道自己是月亮；沙砾不了解自己是沙砾。任何事物都不了解它独特的模样。-豪尔赫·路易斯·博尔赫斯《不可知》",
    "EN": "The moon doesn’t know how softly it shines. It doesn’t even know that it’s the moon; the sand, that it is sand.  We must assume that nothing understands its unique design. -Jorge Luis, Borges Of Which Nothing Is Known"
  },
  "53": {
    "CN": "如果你注定跟这个人没结果，而你又特别爱这个人，你要过程，还是结果，抑或是转身就走？",
    "EN": "If you are destined to have no future with someone, but you love them so much, do you want the process, or the result, or just turn around and leave?"
  },
  "54": {
    "CN": "如果一直不谈恋爱，真的会等到一个很好的人吗？",
    "EN": "If you never fall in love, will you really meet the one?"
  },
  "55": {
    "CN": "胆小鬼终究没等来缘分的眷顾。",
    "EN": "Cowards never get the favor of fate."
  },
  "56": {
    "CN": "爱上没什么了不起，爱下去才了不起。",
    "EN": "It's nothing great to fall in love, but it's great to continue to love."
  },
  "57": {
    "CN": "我见众生皆草木，唯有见你是青山。 愿有岁月可回首，且以你我共白头。",
    "EN": "I see all people as grass and trees, but you are the green mountain. I hope we can look back on the years and grow old together."
  },
  "58": {
    "CN": "你静静地居住在我的心里，如同满月居于夜空。 -泰戈尔",
    "EN": "You will stay quiet in my heart, like the silent full-moon night. -Tagore"
  },
  "59": {
    "CN": "我们坐在岩石上看海，或许我们就会头顶岩石相爱。 -谷川俊太郎《二十忆光年的孤独》",
    "EN": "We sit on the rocks and watch the sea, and maybe the rocks will fall in love with each other. -Toshitara Takami"
  },
  "60": {
    "CN": "我这一生都是坚定的唯物主义者，唯有你，我希望有来生。 -周总理",
    "EN": "I have been a staunch materialist all my life, but I hope to have a next life with you. -Zhou Enlai"
  },
  "61": {
    "CN": "明月高悬于夜空，眼下是春天。我想起了你，内心是完整的。 -佩索阿《恋爱中的牧羊人》",
    "EN": "The bright moon hangs high in the night sky, and it's spring. I think of you, and my heart is complete. -Pessoa, The Shepherd in Love"
  },
  "62": {
    "CN": "龙应该藏在云里，你应该藏在心里。 -沈从文《月下小景》",
    "EN": "The dragon should hide in the clouds, and you should hide in my heart. -Shen Congwen, A Small Scene Under the Moon"
  },
  "63": {
    "CN": "情不知所起，一往而深。 -汤显祖《牡丹亭》",
    "EN": "Love knows no bounds, and it goes deeper and deeper. -Tang Xianzu, The Peony Pavilion"
  }
}
